Repository: xabb/tuiker
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: ca, es

source: Company Data
ca: Dades de la empresa
es: Datos de empresa

source: Workplace Data
ca: Dades del lloc de treball
es: Datos de puesto de trabajo

source: Personal Data
ca: Dades personals
es: Datos personales

source: Union Data
ca: Dades del sindicat
es: Datos de sindicato

source: Contact Data
ca: Dades de contacte
es: Datos de contacto

source: Administrative Data
ca: Dades administratives
es: Datos administrativos

source: Notes
es: Notas

source: ID Card
ca: DNI
es: DNI

source: Bank account
ca: Compte
es: Cuenta bancaria

source: Bank account (IBAN)
ca: Compte (IBAN)
es: Cuenta bancaria (IBAN)

source: Landline phone
ca: Tel&egrave;fon fix
es: Tel&eacute;fono fijo

source: Mobile phone
ca: Tel&egrave;fon m&ograve;bil
es: Tel&eacute;fono m&oacute;vil

source: Postal Code
ca: Codi Postal
es: C&oacute;digo Postal

source: Wp. Postal Code
ca: Codi Postal (Tr.)
es: C&oacute;digo Postal (Tr.)

source: Workplace Postal Code
ca: Codi Postal de treball
es: C&oacute;digo Postal de trabajo

source: Federation Data
ca: Nom de la federaci&oacute;
es: Datos de federaci&oacute;n

source: Federation address
ca: Nom de la federaci&oacute;
es: Direcci&oacute;n de Federaci&oacute;n

source: Contact
ca: Fax de contacte
es: Contacto

source: Contact landline phone
ca: Tel&egrave;fon fix
es: Tel&eacute;fono fijo

source: Contact mobile phone
ca: Tel&egrave;fon m&ograve;bil
es: Tel&eacute;fono m&oacute;vil

source: Contact Fax
ca: Fax de contacte
es: Fax de contacto

source: Union Address
ca: Adre&ccedil;a
es: Direcci&oacute;n de sindicato

source: Company Address
ca: Nom de la empresa
es: Direcci&oacute;n de empresa

source: Contact data
ca: Dades de contacte
es: Datos de contacto

source: Entity Data
ca: Nom de Entitat
es: Datos de Entidad

source: Entity Address
ca: Adre&ccedil;a
es: Direcci&oacute;n de entidad

source: Name
ca: Nom
es: Nombre

source: Address
ca: Adre&ccedil;a
es: Direcci&oacute;n

source: Locality
ca: Localitat
es: Poblaci&oacute;n

source: Province
ca: Prov&iacute;ncia
es: Provincia

source: Email
ca: Correu electr&ograve;nic
es: Correo electr&oacute;nico

source: Contact Person
ca: Persona de contacte
es: Persona de contacto

source: Bank
ca: Banc
es: Banco

source: Union
ca: Sindicat
es: Sindicato

source: Payslip
ca: N&ograve;mina
es: N&oacute;mina

source: Entity name
ca: Nom de Entitat
es: Nombre de Entidad

source: Creditor Identifier
ca: Identificador de creditor
es: Identificador de acreedor

source: Entitiy
ca: Entitat
es: Entidad

source: Entities
ca: Entitats
es: Entidades

source: Generation date
ca: Data de creaci&oacute;
es: Fecha de creaci&oacute;n

source: Generation timestamp
ca: Data de generaci&oacute;
es: Fecha de generaci&oacute;n

source: Generation Timestamp
ca: Data de generaci√≥
es: Fecha de generaci&oacute;n

source: User
ca: Usuari
es: Usuario

source: Purpose
ca: Concepte
es: Concepto

source: Purpose of the generation
ca: Concepte de la creaci&oacute;
es: Concepto de la generaci&oacute;n

source: File preffix
ca: Prefix del fitxer
es: Prefijo del fichero

source: Generation Id
ca: Data de creaci&oacute;
es: Fecha de creaci&oacute;n

source: Id given to this receipts generation
ca: Id per a aquesta generaci&oacute; de rebuts
es: Id para esta generaci贸n de recibos

source: Entity
ca: Entitat
es: Entidad

source: Entity for the current generation
ca: Entitat per a aquesta generaci&oacute; de rebuts
es: Entidad para la generaci贸n de recibos actual

source: Contents
ca: Continguts
es: Contenidos

source: File contents
ca: Continguts del fitxer
es: Contenido del fichero

source: File name
ca: Nom de fitxer
es: Nombre de fichero

source: Receipt generation
ca: Generaci&oacute; de rebuts
es: Generaci&oacute;n de recibo

source: Receipt generations
ca: Generaci&oacute; de rebuts
es: Generaciones de recibos

source: Regional
ca: Comarcal
es: Comarcal

source: Interregional
ca: Intercomarcal
es: Intercomarcal

source: Federation name
ca: Nom de la federaci&oacute;
es: Nombre de Federaci&oacute;n

source: Scope
ca: &Agrave;mbit
es: &Aacute;mbito

source: Federation scope
ca: &Agrave;mbit de la Federaci&oacute;
es: &Aacute;mbito de la federaci贸n

source: Contact Email
ca: Email de contacte
es: Email de contacto

source: Federation
ca: Federaci&oacute;
es: Federaci&oacute;n

source: Federations
ca: Federacions
es: Federaciones

source: Sector name
ca: Nom de Sector
es: Nombre de sector

source: Sectors
es: Sectores

source: Subsector name
ca: Nom de subsector
es: Nombre de Subsector

source: Subsectors
es: Subsectores

source: Due name
ca: Nom de la quota
es: Nombre de cuota

source: Amount
ca: Quantitat
es: Cantidad

source: Due
ca: Quota
es: Cuota

source: Dues
ca: Quotas
es: Cuotas

source: Subscription
ca: Suscripci&oacute;
es: Suscripci&oacute;n

source: Name of subscription
ca: Nom de la suscripci&oacute;
es: Nombre de la suscripci&oacute;n

source: Subscriptions
ca: Suscripcions
es: Suscripciones

source: Code
ca: Codi
es: C&oacute;digo

source: Union Code
ca: Codi de sindicat
es: C&oacute;digo de sindicato

source: Union name
ca: Nom de sindicat
es: Nombre de sindicato

source: Federation of the union
ca: Federaci&oacute; del sindicat
es: Federaci&oacute;n del sindicato

source: Unions
ca: Sindicats
es: Sindicatos

source: Company name
ca: Nom de la empresa
es: Nombre de empresa

source: Representation
ca: Representaci&oacute;
es: Representaci&oacute;n

source: Company has representation
ca: L&#39;empresa t&eacute; representaci&oacute;
es: La empresa tiene representaci&oacute;n

source: Company
ca: Empresa
es: Empresa

source: Companies
ca: Empresas
es: Empresas

source: Female
ca: Dona
es: Mujer

source: Male
ca: Home
es: Hombre

source: Active
ca: Actiu/Activa
es: Activo/a

source: Unemployed
ca: Aturat/aturada
es: Parado/a

source: Retired
ca: Jubilat/jubilada
es: Jubilado/a

source: Insecure
ca: Precari/a
es: Precario/a

source: Affiliate ID
ca: Id de afiliat
es: ID de afiliado

source: Affiliate custom ID
ca: ID personalitzat de afiliat
es: ID personalizado de afiliado

source: Affiliation date
ca: Data d&#39;afiliaci&oacute;
es: Fecha de afiliaci&oacute;n

source: Affiliate name
ca: Nom de l&#39;afiliat
es: Nombre del afiliado

source: Surnames
ca: Cognoms
es: Apellidos

source: Affiliate surnames
ca: Cognoms de l&#39;afiliat
es: Apellidos del afiliado

source: Born date
ca: Data de naixement
es: Fecha de nacimiento

source: Sex
ca: Sexe
es: Sexo

source: Payment option
ca: Opci&oacute; de pagament
es: Opci&oacute;n de pago

source: Working status
ca: Situaci&oacute; laboral
es: Situaci&oacute;n laboral

source: Company (if user active)
ca: Empresa (si actiu)
es: Empresa (si el afiliado est&aacute; activo)

source: Wp. Locality
ca: Localitat (Tr.)
es: Poblaci&oacute;n (Tr.)

source: Workplace Locality
ca: Localitat de treball
es: Poblaci&oacute;n de trabajo

source: Wp. Province
ca: Prov&iacute;ncia (Tr.)
es: Provincia (Tr.)

source: Workplace Province
ca: Prov&iacute;ncia de treball
es: Provincia de trabajo

source: Wp. Email
ca: Correu electr&ograve;nic (Tr.)
es: Correo electr&oacute;nico (Tr.)

source: Professional Email
ca: Email professional
es: Email profesional

source: Registered
ca: Baixa
es: Baja

source: Affiliate is registered
ca: Afiliat en baixa
es: El afiliado est&aacute; de baja

source: Leaving date
ca: Data de baixa
es: Fecha de baja

source: Affiliate
ca: Afiliat
es: Afiliado

source: Affiliates
ca: Afiliats
es: Afiliados

source: Date
ca: Data
es: Fecha

source: Title
ca: T&iacute;tol
es: T&iacute;tulo

source: New
ca: Nou
es: Nuevo

source: News
ca: Not&iacute;cies
es: Noticias

source: SEPA return code
ca: Codi de devoluci&oacute SEPA
es: C&oacute;digo de devoluci&oacute;n SEPA

source: Description
ca: Descripci&oacute;
es: Descripci&oacute;n

source: SEPA return description
ca: Descripci&oacute; de codi de devoluci&oacute; SEPA
es: Descripci&oacute;n del c&oacute;digo de devoluci&oacute;n SEPA

source: SEPA return codes
ca: Codis de devoluci&oacute; SEPA
es: C&oacute;digos de devoluci&oacute;n SEPA

source: Federation for the user
ca: Federaci&oacute; del afiliat
es: Federaci&oacute;n para el usuario

source: Entiti
ca: Entitat
es: Entidad

source: Entity for the user
ca: Entitat del afiliat
es: Entidad del usuario

source: Created: %s
ca: Creat: %s
es: Creado: %s

source: Modified: %s
ca: Modificat: %s
es: Modificado %s

source: Home
ca: Inici
es: Inicio

source: Surname
ca: Cognom
es: Apellido

source: Born Date
ca: Data de naixement
es: Fecha de nacimiento

source: Gender
ca: Sexe
es: G&eacute;nero

source: Designed and built by
ca: Dissenyat i constru&iuml;t per
es: Dise&ntilde;ado y construido por

source: Powered by
ca: Amb tecnologia
es: Con tecnolog&iacute;a

source: Theme by
ca: Tema per
es: Tema por

source: Close
ca: Tancar
es: Cerrar

source: SEPA receipts file generation
ca: Generaci&oacute; de fitxers de rebuts SEPA
es: Creaci&oacute;n de fichero de recibos SEPA

source: SEPA receipts file is being generated.
ca: El fitxer de rebuts SEPA est&agrave; sent generat
es: El fichero de recibos SEPA est&aacute; siendo creado.

source: Please wait...
ca: Sisplau esperi...
es: Por favor, espere...

source: SEPA receipts file has been generated (only 10 registers)
ca: El fitxer de rebuts SEPA ha estat generat (solament 10 registres)
es: El fichero de recibos SEPA ha sido creado (solo 10 registros)

source: Download file
ca: Baixar fitxer
es: Descargar fichero

source: Generate file
ca: Generar fitxer
es: Generar fichero

source: Creditor Id
ca: Id de creditor
es: Identificador del acreedor

source: Information for receipts
ca: Informaci&oacute; para rebuts
es: Informaci&oacute;n para los recibos

source: Purpose for the generation
ca: Objecte de la generaci&oacute;
es: Concepto de la generaci&oacute;n

source: Generation Identifier
es: Identificador de la generaci&oacute;n

source: Generation Id for this receipts generation
es: Identificador de la generaci&oacute;n para esta creaci&oacute;n de ficheros

source: Please select the entity you want to work with:
es: Por favor seleccione la entidad con la que quiere trabajar:

source: SEPA receipts generation for:
ca: Generaci√≥ de rebuts SEPA per a:
es: Creaci&oacute;n de recibos SEPA para:

source: MONTHLY RECEIPT
ca: REBUT MENSUAL
es: RECIBO MENSUAL

source: sepa_receipts
ca: rebuts_sepa
es: recibos_sepa

source: REC
ca: REB
es: REB

source: SEPA file creation
ca: Creaci√≥ de fitxers SEPA
es: Creaci&oacute;n de fichero SEPA

source: Postal code
ca: Codi postal
es: C&oacute;digo postal

source: SEPA files
ca: Fitxers de SEPA
es: Ficheros SEPA

source: Generate SEPA
ca: Generar SEPA
es: Generar SEPA

source: Receipts File
ca: Fitxer de rebuts
es: Fichero de recibos

source: Contact Landline phone
ca: Tel&egrave;fon fix de contacte
es: Tel&eacute;fono fijo

source: Contact Mobile phone
ca: Tel&egrave;fon m&ograve;bil de contacte
es: Tel&eacute;fono m&oacute;vil

source: Contact person
ca: Persona de contacte
es: Persona de contacto

source: SubSectors
es: Subsectores

source: Save
ca: Desar
es: Guardar

source: Access forbidden
ca: Acc&eacute;s prohibit
es: Acceso prohibido

source: Forbidden access
ca: Acc&eacute;s prohibit
es: Acceso prohibido

source: You don't have permission for accessing this page.
ca: No t&eacute; perm&iacute;s per accedir a aquesta p&agrave;gina
es: No tiene permiso para acceder a esta p&aacute;gina.

source: Please, contact the administrator.
ca: Sisplau, contacti amb el administrador
es: Por favor contacte con el administrador.

source: Toggle navigation
ca: Alternar navegaci&oacute;
es: Alternar navegaci&oacute;n

source: Administration
ca: Administraci&oacute;
es: Administraci&oacute;n

source: SEPA files creation
es: Creaci&oacute;n de ficheros SEPA

source: Receipt report TEST
es: TEST de informe de recibos

source: Confederation
ca: Confederaci&oacute;
es: Confederaci&oacute;n

source: Localities
ca: Localitats
es: Poblaciones

source: Django Admin
es: Admin Django

source: Change Password
es: Cambiar contrase&ntilde;a

source: Logout
ca: Sortir
es: Salir

source: Delete
ca: Esborrar
es: Eliminar

source: DELETE
ca: ESBORRAR
es: ELIMINAR

source: Are you sure you want to delete %(obj_name)s?
ca: Est&agrave; segur que vol esborrar %(obj_name)s?
es: &iquest;Est&aacute; seguro de que quiere eliminar %(obj_name)s?

source: Yes, delete
ca: S&iacute;, esborrar
es: S&iacute;, borrar

source: No, cancel
ca: No, cancel&middot;lar
es: No, cancelar

source: Edit
ca: Editar
es: Editar

source: Add
ca: Afegir
es: A&ntilde;adir

source: NEW
ca: NOU
es: NUEVO

source: Index
ca: &Iacute;ndex
es: &Iacute;ndice

source: Provinces
ca: Prov&iacute;ncias
es: Provincias

source: Postal codes
ca: Codis Postals
es: C&oacute;digos Postales

source: English
ca: Angl&eacute;s
es: Ingl%eacute;s

source: Castilian
ca: Castel&agrave;
es: Castellano

source: Catalan
ca: Catal&agrave;
es: Catal&aacute;n

source: Account Inactive
ca: Compte inactiu
es: Cuenta inactiva

source: This account is inactive.
ca: Aquest compte est&agrave; inactiu
es: Esta cuenta est&aacute; inactiva

source: Account
ca: Compte
es: Cuenta

source: E-mail Addresses
ca: Adre&ccedil;a e-mail
es: Direcciones de email

source: The following e-mail addresses are associated with your account:
es: La siguiente direcci&oacute;n de correo electr&oacutenico est&aacute; asociada con su cuenta:

source: Verified
ca: Verificat
es: Verificada

source: Unverified
ca: Sense verificar
es: Sin verificar

source: Primary
es: Primaria

source: Make Primary
es: Hacer primaria

source: Re-send Verification
es: Reenviar verificaci&oacuten

source: Remove
ca: Esborrar
es: Eliminar

source: Warning:
es: Atenci&oacute;n:

source: You currently do not have any e-mail address set up. You should really add an e-mail address so you can receive notifications, reset your password, etc.
es: Actualmente no tiene ningua direcci&oacute;n de email configurada. Deber&iacute;a a&natilde;adir un correo electr&oacute;nico para recibir notificaciones, cambiar contrase&ntilde;a, etc.

source: Add E-mail Address
es: A&ntilde;adir direcci&oacute;n de e-mail

source: Add E-mail
es: A&ntilde;adir Correo electr&oacute;nico

source: Do you really want to remove the selected e-mail address?
es: &iquest;Est&aacute; seguro de que quiere eliminar la direcci&oacute;n de correo electr&oacute;nico seleccionada?

source: User %(user_display)s at %(site_name)s has given this as an email address. To confirm this is correct, go to %(activate_url)s
es: El usuario %(user_display)s de %(site_name)s ha dado este email. PAra confirmar que es correcto vaya a %(activate_url)s

source: Confirm E-mail Address
es: Confirmar direcci&oacute;n de e-mail

source: You're receiving this e-mail because you or someone else has requested a password for your user account at %(site_domain)s. It can be safely ignored if you did not request a password reset. Click the link below to reset your password.
es: Est&aacute; recibiendo este email porque usted o alguien ha solicitado una contrase&ntilde;a para su usuario en %(site_domain)s. Puede ser ignorado si no ha seleccionado restablecer contrase&ntilde;a. Pulse el enlace inferior para restablecer su contrase&ntilde;a.

source: In case you forgot, your username is %(username)s.
es: En caso de que lo olvide su usuario es %(username)s.

source: Thanks for using our site!
es: Gracias por usar nuestra p&aacute;gina

source: Password Reset E-mail
es: E-mail para reinicio de constrase&ntilde;a

source: Please confirm that <a href="mailto:%(email)s">%(email)s</a> is an e-mail address for user %(user_display)s.
es: Por favor confirme que <a href="mailto:%(email)s">%(email)s</a> es la direcci&oacute;n de email apra el usuario %(user_display)s.

source: Confirm
es: Confirmar

source: This e-mail confirmation link expired or is invalid. Please <a href="%(email_url)s">issue a new e-mail confirmation request</a>.
es: Este enlace de confirmaci&oacute;n de email ha expirado o no es v&aacute;lido. Por favor <a href="%(email_url)s">lance una nueva petici&oacute;n de confirmaci&oacute;n de email</a>.

source: You have confirmed that <a href="mailto:%(email)s">%(email)s</a> is an e-mail address for user %(user_display)s.
es: Ha confirmado que <a href="mailto:%(email)s">%(email)s</a> es una direcci&oacute;n de email apra el usuario %(user_display)s.

source: Sign in
ca: Iniciar sessi&oacute;
es: Iniciar sesi&oacute;n

source: Please sign in
ca: Sisplau inici&iuml; sessi&oacute;
es: Por favor, inicie sesi&oacute;n

source: Please sign in with one of your existing third party accounts. Or, <a href="%(signup_url)s">sign up</a> for a %(site_name)s account and sign in below:
es: Por favor inicie sesi&oacute;n con una de sus cuentas en otro servicio. O, <a href="%(signup_url)s">reg&iacute;strese</a> para obtener una cuenta en %(site_name)s e inicie sesi&oacute;n debajo:

source: or
ca: o
es: o

source: If you have not created an account yet, then please <a href="%(signup_url)s">sign up</a> first.
es: Si no tiene todav&iacutea una cuenta, por favor <a href="%(signup_url)s">cree una cuenta</a> primero.

source: Sign In
ca: Iniciar sessi&oacute;
es: Iniciar sesi&oacute;n

source: Forgot Password?
es: &iquest;Ha olvidado la contrase&ntilde;a?

source: Sign Out
ca: Sortir
es: Salir

source: Are you sure you want to sign out?
es: &iquest;Est&aacute; seguro de que quiere salir?

source: You cannot remove your primary e-mail address (%(email)s).
es: No puede borrar si direcci贸n de emial primaria (%(email)s).

source: Confirmation e-mail sent to %(email)s.
es: Email de confirmaci&oacute;n enviado a %(email)s.

source: You have confirmed %(email)s.
es: Ha confirmado %(email)s.

source: Removed e-mail address %(email)s.
es: Direcci&oacute;n de email eliminada %(email)s.

source: Successfully signed in as %(name)s.
es: Ha iniciado sesi&oacute;n como %(name)s.

source: You have signed out.
es: Acaba de salir

source: Password successfully changed.
es: Contrase&ntilde;a cambiada correctamente.

source: Password successfully set.
es: Contranse&ntilde;a establecida correctamente.

source: Primary e-mail address set.
es: Direcci&oacute;n de email primaria establecida.

source: Your primary e-mail address must be verified.
es: Su direcci&oacute;n de email primaria debe ser verificada.

source: Password Reset
es: Restablecer contrase&ntilde;a

source: Forgotten your password? Enter your e-mail address below, and we'll send you an e-mail allowing you to reset it.
es: &iquest;Ha olvidado su contrase&ntilde;a? Introduzca su direcci&oacute;n de email debajo y le enviaremos un mensaje para permitirle restablecerla.

source: Reset My Password
es: Restablecer mi contrase&ntilde;a

source: Please contact us if you have any trouble resetting your password.
es: Por favor cont&aacute;ctenos si tiene alg&uacute;n problema para restablecer su contrase&ntilde;a.

source: We have sent you an e-mail. Please contact us if you do not receive it within a few minutes.
es: Le hemos enviado un email. Por favor contacte con nosotros si no lo recibe en unos minutos.

source: Bad Token
es: Cadena de clave incorrecta

source: The password reset link was invalid, possibly because it has already been used. Please request a <a href="%(passwd_reset_url)s">new password reset</a>.
es: El enlace de restablecer contrase&ntilde;a es incorrecto, posiblemente por haber sido ya usado. Por favor solicite una nueva <a href="%(passwd_reset_url)s">solicitud de restablecer contrase&ntilde;a</a>.

source: change password
ca: canviar contrasenya
es: cambiar contrase&ntilde;a

source: Your password is now changed.
es: Su contrase&ntilde;a ha sido cambiada.

source: Set Password
ca: Establir contrasenya
es: Establecer contrase&ntilde;a

source: Signup
ca: Crear un compte
es: Crear una cuenta

source: Sign Up
ca: Crear un compte
es: Crear una cuenta

source: Already have an account? Then please <a href="%(login_url)s">sign in</a>.
es: &iquest;Ya tiene una cuenta? Por favor <a href="%(login_url)s">inicie sesi&oacute;n</a>.

source: Sign Up Closed
ca: Creaci&oacute; de comptes tancada
es: Creaci&oacute;n de cuentas cerrada

source: We are sorry, but the sign up is currently closed.
es: Lo sentimos pero la creaci&oacute;n de cuentas est&aacute; cerrada en estos momentos.

source: Note
ca: Nota
es: Nota

source: you are already logged in as %(user_display)s.
es: ya ha iniciado sesi&oacute;n como %(user_display)s.

source: Verify Your E-mail Address
es: Verifique su direcci&oacute;n de email.

source: Login Cancelled
es: Inicio de sesi&oacute;n cancelado

source: You decided to cancel logging in to our site using one of your existing accounts. If this was a mistake, please proceed to <a href="%(login_url)s">sign in</a>.
es: Ha cancelado el inicio de sesi&oacute;n con una de sus cuentas. Si se trata de un error por favor acceda a <a href="%(login_url)s">sign in</a>.
